Repository: IBMPredictiveAnalytics/SPSSINC_SUMMARY_TTEST
Catalog: src/lang/*/SPSSINC_SUMMARY_TTEST.po
Languages: de, es, fr, it, ja, pt_br, ru

source: Sample 1
de: Stichprobe 1
es: Ejemplo 1
fr: Echantillon 1
it: Campione 1
ja: サンプル 1
pt_br: Amostra 1
ru: Выборка 1

source: Sample 2
de: Stichprobe 2
es: Ejemplo 2
fr: Echantillon 2
it: Campione 2
ja: サンプル 2
pt_br: Amostra 2
ru: Выборка 2

source: The same number of values must be given for each statistic or label
de: Jede Statistik oder Beschriftung muss dieselbe Anzahl an Werten aufweisen
es: Se debe indicar el mismo número de valores para cada estadística o etiqueta
fr: Le même nombre de valeurs doit être attribué à chaque statistique ou libellé.
it: Lo stesso numero di valori deve essere fornito per ciascuna statistica o etichetta
ja: 各統計またはラベルには同じ数の値を与える必要があります
pt_br: O mesmo número de valores deve ser fornecido para cada estatística ou rótulo
ru: Для каждой статистики или метки должно быть предоставлено одинаковое число значений

source: Sample sizes must be at least 1
de: Stichprobengrößen müssen mindestens 1 sein
es: Los tamaños de ejemplo deben ser al menos de 1
fr: La taille de l'échantillon doit être de 1 minimum.
it: La dimensione del campione deve essere almeno 1
ja: サンプルのサイズは 1 以上でなければなりません
pt_br: Os tamanhos das amostras devem ser pelo menos 1
ru: Размеры выборки должны быть не меньше 1

source: Test %d:
es: Prueba %d:
ja: 検定 %d:
pt_br: Testar %d:
ru: Критерий %d:

source: Summary Data
de: Zusammengefasste Daten
es: Datos de resumen
fr: Données récapitulatives
it: Dati di riepilogo
ja: 要約データ
pt_br: Dados de sumarização
ru: Сводные данные

source: Mean
de: Mittelwert
es: Media
fr: Moyenne
it: Media
ja: 平均
pt_br: Média
ru: Среднее значение

source: N
ja: 度数

source: Std. Deviation
de: Standardabweichung
es: Desviación estándar
fr: Ecart type
it: Deviazione std.
ja: 標準偏差
pt_br: Desvio Padrão
ru: Среднекв.отклонение

source: Std. Error Mean
de: Standardfehler Mittelwert
es: Media de error estándar
fr: Moyenne d'erreur standard
it: Media errore standard
ja: 平均値の標準誤差
pt_br: Erro Padrão da Média
ru: Среднекв. ошибка среднего

source: Independent Samples Test
de: Test bei unabhängigen Stichproben
es: Prueba de muestras independientes
fr: Test des échantillons indépendants
it: Test campioni indipendenti
ja: 独立サンプルの検定
pt_br: Teste de amostras independentes
ru: Критерий для независимых выборок

source: Mean Difference
de: Mittelwertdifferenz
es: Diferencia de medias
fr: Différence moyenne
it: Differenza della media
ja: 平均値の差
pt_br: Diferença média
ru: Средняя разность

source: Std. Error Difference
de: Standardfehlerdifferenz
es: Diferencia de error estándar
fr: Différence d'erreur standard
it: Differenza errore standard
ja: 差の標準誤差
pt_br: Erro padrão da diferença
ru: Среднеквадратичная ошибка разности

source: Hartley test for equal variance: F = %.3f, Sig. = %.4f
de: Hartley-Test auf Varianzgleichheit: F = %.3f, Sig. = %.4f
es: Prueba de Hartley de varianzas iguales: F = %.3f, Sig. = %.4f
fr: Test Hartley à variance égale : F = %.3f, Sig. = %.4f
it: Test di Hartley per la equivarianza: F = %.3f, Sign. = %.4f
ja: 等分散性のハートレー検定: F = %.3f、有意確率 = %.4f
pt_br: Teste de Hartley para variância igual: F = %.3f, Sig. = %.4f
ru: Критерий Хартли для одинаковых дисперсий: F = %.3f, Знач. = %.4f

source: Sig. (2-tailed)
de: Sig. (2-seitig)
es: Significación (2 colas)
fr: Sig. (bilatérale)
it: Sign. (a due code)
ja: 有意確率 (両側)
pt_br: Sig. (bilateral)
ru: Знач. (2-сторонняя)

source: df
es: gl
fr: ddl
it: gl
ja: 自由度
pt_br: gl
ru: ст.св.

source: t
ja: t 値
ru: т

source: Equal variances assumed
de: Varianzgleichheit angenommen
es: Se asumen varianzas iguales
fr: Hypothèse de variances égales
it: Equivarianze presunte
ja: 等分散を仮定する
pt_br: Variâncias iguais assumidas
ru: Предполагаются равные дисперсии

source: Equal variances not assumed
de: Varianzgleichheit nicht angenommen
es: No se asumen varianzas iguales
fr: Hypothèse de variances inégales
it: Equivarianze non presunte
ja: 等分散を仮定しない
pt_br: Variâncias iguais não assumidas
ru: Не предполагаются равные дисперсии

source: Confidence Intervals
de: Konfidenzintervalle
es: Intervalos de confianza
fr: Intervalles de confiance
it: Intervalli di confidenza
ja: 信頼区間
pt_br: Intervalos de confiança
ru: Доверительные интервалы

source: %.1f%% Confidence Intervals for Difference
de: %.1f%% Konfidenzintervalle für die Differenz
es: %.1f%% Intervalos de confianza para diferencia
fr: Intervalles de confiance à %.1f%% pour la différence
it: %.1f%% di intervalli di confidenza per differenza
ja: %.1f%% 平均差信頼区間
pt_br: %.1f%% intervalos de confiança para diferença
ru: %.1f%% Доверительные интервалы для разности

source: Lower Limit
de: Untergrenze
es: Límite inferior
fr: Borne inférieure
it: Limite inferiore
ja: 下限
pt_br: Limite inferior
ru: Нижний предел

source: Upper Limit
de: Obergrenze
es: Límite superior
fr: Borne supérieure
it: Limite superiore
ja: 上限
pt_br: Limite superior
ru: Верхний предел

source: Asymptotic (equal variance)
de: Asymptotisch (Varianzgleichheit)
es: Asintótica (varianza igual)
fr: Asymptotique (variance égale)
it: Asintotico (equivarianza)
ja: 漸近 (等分散)
pt_br: Assintótico (variância igual)
ru: Асимптотический (равные дисперсии)

source: Asymptotic (unequal variance)
de: Asymptotisch (Varianzungleichheit)
es: Asintótica (varianza desigual)
fr: Asymptotique (variance inégale)
it: Asintotico (non equivarianza)
ja: 漸近 (不等分散)
pt_br: Assintótico (variância desigual)
ru: Асимптотический (неравные дисперсии)

source: Exact (equal variance)
de: Exakt (Varianzgleichheit)
es: Exacta (varianza igual)
fr: Exact (variance égale)
it: Esatto (equivarianza)
ja: 正確確率 (等分散)
pt_br: Exato (variância igual)
ru: Точный (равные дисперсии)

source: Exact (unequal variance)
de: Exakt (Varianzungleichheit)
es: Exacta (varianza desigual)
fr: Exact (variance inégale)
it: Esatto (non equivarianza)
ja: 正確確率 (不等分散)
pt_br: Exato (variância desigual)
ru: Точный (неравные дисперсии)
